[
    {
        "name": "Mars",
        "activities": [
            {
                "name": "Marker Band Valley",
                "information": "This map shows the route NASA's Curiosity Mars rover took from May into July 2023 to complete the most difficult climb of the mission. Starting in Marker Band Valley (the darker area at the top center), the route shows white dots for each stop the rover made. As it struggled to crest a 23-degree slope covered with slippery sand and wheel-size rocks, the rover experienced a number of faults that stopped it mid-drive. That area can be seen just below the center of the image, where a cluster of the white dots bunch up.",
                "activities": [
                    "Mountaineering"
                ]
            },
            {
                "name": "Collapsing Volcano; Edge of Olympus Mons",
                "information": "The northern edge of the largest volcano in the solar system is Olympus Mons on Mars. The margin of Olympus Mons is defined by a massive cliff many kilometers (several miles) tall. At this location, it is nearly 7 kilometers (23,000 feet) tall. The cliff exposes the guts of the volcano, revealing interbedded hard and soft layers. The hard layers are lava and the soft layers may be dust (from large dust storms) or volcanic ash.",
                "activities": [
                    "take photos from afar, be able to contemplate a beautiful landscape"
                ]
            },
            {
                "name": "Valles Marineris",
                "information": "A color image of Valles Marineris, the great canyon of Mars; north toward top. The scene shows the entire canyon system, over 3,000 km long and averaging 8 km deep, extending from Noctis Labyrinthus, the arcuate system of graben to the west, to the chaotic terrain to the east.",
                "activities": [
                    "Hiking and Excursionism"
                ]
            }
        ]
    },
    {
        "name": "Mercury",
        "activities": [
            {
                "name": "",
                "information": "",
                "activities": [
                    ""
                ]
            }
        ]
    },
    {
        "name": "Venus",
        "activities": [
            {
                "name": "",
                "information": "",
                "activities": [
                    ""
                ]
            }
        ]
    },
    {
        "name": "Jupiter",
        "activities": [
            {
                "name": "",
                "information": "",
                "activities": [
                    ""
                ]
            }
        ]
    },
    {
        "name": "Saturn",
        "activities": [
            {
                "name": "",
                "information": "",
                "activities": [
                    ""
                ]
            }
        ]
    },
    {
        "name": "Uranus",
        "activities": [
            {
                "name": "",
                "information": "",
                "activities": [
                    ""
                ]
            }
        ]
    },
    {
        "name": "Neptune",
        "activities": [
            {
                "name": "",
                "information": "",
                "activities": [
                    ""
                ]
            }
        ]
    },
    {
        "name": "Pluto",
        "activities": [
            {
                "name": "",
                "information": "",
                "activities": [
                    ""
                ]
            }
        ]
    }
]